CSI API ETABS v1
cAnalysisResultsSetup.SetOptionMultiStepStatic Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int SetOptionMultiStepStatic(
	int Value
)
Function SetOptionMultiStepStatic (
	Value As Integer
) As Integer
Dim instance As cAnalysisResultsSetup
Dim Value As Integer
Dim returnValue As Integer
returnValue = instance.SetOptionMultiStepStatic(Value)
int SetOptionMultiStepStatic(
	int Value
)
abstract SetOptionMultiStepStatic :
        Value : int -> int
Parameters
Value
Type: System.Int32
Return Value
Type: Int32
See Also
Reference
cAnalysisResultsSetup Interface
ETABSv1 Namespace